{
    "Home": {
        "hero-text": "COMMITED TO MANUFACTURING EXCELLENCE",
        "hero-sub": "Manufaturing with Excellence",
        "presented_vehicles": "Presented Vehicles",
        "new_vehicles": "New Vehicles",
        "Vehicles": "Vehicles",
        "Trucks": "Trucks",
        "Electrics": "Electrics",
        "find_cars": "Find your Car",
        "blog": "Blog",
        "all": "All",
        "trending": "Trending",
        "last_week": "Last Week",
        "subscribe": "subscribe to our",
        "informative": "Informative Report",
        "explore": "Explore",
        "test-drive": "Book a Test Drive",
        "quote": "Request a Quote",
        "more_info": "More Info",
        "view_more": "View More",
        "view_brochure": "View More Brochures",
        "sub": "Subscribe",
        "email": "Enter your email",
        "download": "Baixar Brochura",
        "read_more": "Read More"
    },
    "About": {
        "about": "About Us",
        "about_info": "In 1962, KJAER GROUP was established in Svendborg, Denmark as a car dealership. Today, the Group provides automotive mobility solutions internationally and employs around 240 people. KJAER GROUP represents automotive brands: Ford, Honda Motorcycles, Renault Trucks and NIU. Continental Tires and Maxxis Tires are the other brands that are part of the group. In 2003, the KJAER GROUP signed the United Nations Global Compact, committing ourselves to doing our part to eradicate the structural, societal, and political problems that plague developing regions, particularly in the area of corruption. The Group holds a leading position in its business segments in Mozambique (since 1996) and Uganda (since 1992), where it operates distribution, own workshops and service facilities under the MOTORCARE brand.",
        "mission": "Mission",
        "mission_description1": "To build a high performing environment where contributions of personnel, customers and business partners are respected.",
        "mission_description2": "Delivering a portfolio of brands and groundbreaking services to outperform our peers and deliver the highest value in the way we do business.",
        "vision": "Vision",
        "vision_description": "To provide premier automotive solutions in emerging economies.",
        "values": "Values",
        "values_description1": "`Professionalism: Fact based and competent in everything we do. This is how we conduct our business and how we interact with each other.",
        "values_description2": "Respect: Mutual respect between colleagues, partners, customers and other stakeholders we interact with is fundamental for us.",
        "values_description3": "Honesty: We aim to conduct ourselves and business matters with the utmost honesty in all that we do, ensuring that we are reliable and honor our promises and commitments.",
        "values_description4": "Dedication: The success of every customer and partner is the key to our success.",
        "brands": "Our Brands",
        "nissan": "As an authorized dealership for Nissan vehicles, MOTORCARE provides the best automotive solutions, genuine parts, accessories, as well as access to after-sales services such as preventive and corrective maintenance. We offer solutions for B2B and B2C segments.",
        "renault": "Renault Trucks has been distributed in Mozambique by Motorcare since 2014. It has innovative vehicles adapted to a wide range of transport activities: distribution, construction, heavy construction, long distance.",
        "niu": "NIU is the world’s leading provider of smart urban mobility solutions. Instead of waiting for the market to request the “move to green” change, Motorcare offers zero emission mobility solutions. ",
        "continental": "Continental manufactures safe, efficient, and performance-oriented tires for passenger cars, commercial vehicles, and two-wheelers. They are one of the foremost leaders in tire technology and tire production, with a broad product range suitable for use in a variety of conditions and applications.",
        "general": "General Tire, part of Continental Group, offer products you can rely on for the little adventure in your everyday life at affordable prices.",
        "maxxis": "Maxxis is brand committed to delivering high-quality tyres at affordable prices.  Maxxis´s range includes tyres for motorcycle, car, van, truck, agricultural vehicles and more, all to an outstanding quality.",
        "cst": "Cheng Shin Tire is the world's largest bicycle and motorcycle tire manufacturer. It is part of Maxxis group, and their range includes tires and inner tubes for bicycles, motorcycles, all-terrain vehicles, cars, trucks, forklifts, agricultural and lawn and garden equipment.",
        "history": "Our History",
        "history_info": "MOTORCARE Mozambique was founded in 1996 by the KJAER GROUP, a Danish Company providing transport solutions in more than 70 countries. Motorcare Mozambique’s passion and commitment to provide top quality transport and complete vehicle solutions has solidified our status in the emerging transportation market. Our competitive advantages can be found through our innovative vehicle solutions, top quality facilities and our flexibility guarantees customers are provided with a solution to suit unique requirements. MOTORCARE’s national footprint extends to Maputo, Beira, Moatize, Nampula, Moatize and Pemba.",
        "1996": "MotorCare starts operating in Mozambique-Matola.",
        "2000": "MotorCare change location from Matola to Maputo.",
        "2008": "Inauguration of the Beira and Nampula delegations.",
        "2011": "Nampula opens new facilities.",
        "2014": "Inauguration of the Moatize and Pemba facilities.",
        "2023": "Restructuring of the Maputo, Beira, and Nampula delegations.",
        "certification": "ISO certification",
        "certification_info": "Motorcare provides services and products respecting international standards regarding health, safety, environment, and quality. Therefore, it has an Integrated Management System based on three international standards: ISO 45001 (Health and Safety), ISO 14001 (Environment) and ISO 9001 (Quality) which are audited annually internally, as well as externally by an international entity. ISO 45001 certification provides the organization with a high level of understanding of the important issues that can positively or negatively affect the way it manages its occupational health and safety responsibilities towards employees and partners. ISO 14001 certification is an international standard that allows companies to demonstrate their commitment to environmental protection through the management of environmental risks associated with their activity. ISO 9001 certification aims to ensure greater quality in the delivery of products or services, focusing on the company's strategic management. Therefore, it is possible to improve operational efficiency and Customer Satisfaction."
    },
    "Request": {
        "quote": "Request a Quote",
        "service": "Request a Service",
        "service_content": "The provision of high quality maintenance services (whether preventive or corrective) is ingrained in our culture. Our workshops are modern and capable of handling large volumes of vehicles. Whatever the maintenance, rest assured that we will carry it out efficiently. We are factual and competent in everything we do. This is how we do business and interact with each other.",
        "other": "Request Other Brands",
        "test_drive": "Request a Test Drive",
        "peaces_accessories": "Request Peaces and Acessories",
        "peaces_content": "Motorcare is concerned with maximum customer satisfaction, which is why it works with genuine parts, that is, certified by the manufacturer (OEM), hence the ISO9001 certificate issued by Bureau Veritas. In addition to parts, we also have all types of vehicle accessories.",
        "client": "Client Type",
        "company": "Company",
        "individual": "Individual",
        "name": "Name",
        "phone": "Phone",
        "person_phone": "Person Phone",
        "email": "Email",
        "plate": "Plate",
        "delegation": "Delegation",
        "location": "Where you want to do the test-drive?",
        "mileage": "Mileage",
        "vin": "VIN Number",
        "car_model": "Car Model",
        "service_description": "Description of Required service",
        "peaces_description": "Description of Required Peace",
        "drive_number": "Driver License Number",
        "drive_date": "Expired Date of Driver License",
        "suggestions": "Suggestions and Complaints",
        "submit": "Submit",
        "revision": "Revision",
        "reparation": "Reparation",
        "diagnosis": "Diagnosis",
        "panel_beating": "Panel Beating and Painting",
        "parts": "Parts",
        "tires": "Tires",
        "accessories": "Accessories",
        "complain": "Complain",
        "suggestion": "Suggestion"
    },
    "Footer": {
        "links": "Useful Links",
        "about": "About Us",
        "history": "Our History",
        "brands": "Our Brands",
        "legal_terms": "Legal Terms",
        "terms": "Terms and Condition",
        "privacy": "Privacy",
        "iso": "ISO"
    },
    "Header": {
        "home": "Home",
        "about": "About Us",
        "vehicles": "Vehicles",
        "find_dealer": "Find Dealer",
        "after_sales": "After sales",
        "service": "Request a Service",
        "parts_accessories": "Request Parts"
    },
    "PreFooter": {
        "quote": "Get a Quote",
        "test_drive": "Book a Test-Drive",
        "service": "Request a Service",
        "parts_accessories": "Request Parts",
        "complains": "Suggestions and Complains"
    }
}