{
  "Home": {
    "hero-text": "COMMITTED TO MANUFACTURING EXCELLENCE",
    "hero-sub": "Manufacturing with Excellence",
    "presented_vehicles": "Featured Vehicles",
    "new_vehicles": "New Vehicles",
    "Vehicles": "Vehicles",
    "Trucks": "Trucks",
    "Electrics": "Electric",
    "find_cars": "Used Vehicles",
    "blog": "Blog",
    "all": "All",
    "trending": "Trending",
    "last_week": "Recent",
    "subscribe": "Subscribe to our",
    "informative": "Newsletter",
    "explore": "Explore",
    "test-drive": "Schedule Test Drive",
    "quote": "Request a Quote",
    "more_info": "More Information",
    "view_more": "View More",
    "view_brochure": "View Other Brochures",
    "sub": "Subscribe",
    "email": "Enter your email",
    "download": "Download Brochure",
    "read_more": "Read More"
  },
"About": {
    "about": "About Us",
    "about_info": "Motorcare has been providing automotive services to businesses in Mozambique since 1996.\nAs an authorized distributor of premium brands, Motorcare delivers excellent automotive solutions, including genuine parts and accessories, as well as specialized maintenance and repair services, complemented by a full range of fleet management solutions.\nMotorcare's national presence extends to the cities of Maputo, Beira, Nampula, Pemba, and Moatize.\nMotorcare aims to grow its business profitably and responsibly, promoting social and environmental goals aligned with international standards and certifications.",
    "mission": "Mission",
    "mission_description": "Create a high-performance environment where the contributions of employees, customers, and business partners are valued and respected.\nDevelop a portfolio of innovative brands and services that outperforms the competition and delivers the greatest possible value in how we work.",
    "vision": "Vision",
    "vision_description": "Provide pioneering automotive solutions in emerging economies.",
    "values": "Values",
    "values_description1": "Professionalism\nWe act with rigor and competence in everything we do — this is how we conduct our business and interact with each other.",
    "values_description2": "Respect\nMutual respect between colleagues, partners, customers, and all stakeholders is a fundamental principle for us.",
    "values_description3": "Honesty\nWe handle all business matters with maximum transparency. We are trustworthy and honor our promises and commitments.",
    "values_description4": "Dedication\nWe believe that the success of our customers and partners is essential to our own success.",
    "brands": "Our Brands",
    "nissan": "As an authorized Nissan vehicle dealership, MOTORCARE offers top automotive solutions, genuine parts, accessories, as well as access to after-sales services like preventive and corrective maintenance. We offer solutions for both B2B and B2C segments.",
    "renault": "Renault Trucks has been distributed in Mozambique by Motorcare since 2014. It offers innovative vehicles adapted to a wide range of transport activities: distribution, construction, heavy construction, long distance.",
    "niu": "NIU is a global leader in smart urban mobility solutions. Instead of waiting for the market to demand a green shift, Motorcare offers zero-emission mobility solutions.",
    "continental": "Continental produces safe, efficient, and performance-oriented tires for passenger cars, commercial vehicles, and two-wheelers. It is a leading global tire technology and manufacturing company, offering a wide range of products suitable for various conditions and applications.",
    "general": "General Tire, part of the Continental Group, offers products you can rely on for everyday adventures at affordable prices.",
    "maxxis": "Maxxis is a brand committed to providing high-quality tires at affordable prices. Its range includes tires for motorcycles, cars, vans, trucks, agricultural vehicles, and more — all with exceptional quality.",
    "cst": "Cheng Shin Tire is the world's largest manufacturer of bicycle and motorcycle tires. It is part of the Maxxis group, and its product line includes tires and inner tubes for bicycles, motorcycles, ATVs, cars, trucks, forklifts, agricultural, and gardening equipment.",
    "history": "Our History",
    "history_info": "MOTORCARE Mozambique was founded in 1996 by the KJAER GROUP, a Danish company that provides transport solutions in over 70 countries. Motorcare Mozambique's passion and commitment to delivering high-quality transportation and complete vehicle solutions have solidified its position in the emerging transportation market. We are present in Maputo, Beira, Nampula, Moatize, and Pemba.",
    "1996": "Start of operations in Mozambique - Matola.",
    "2000": "Relocation from Matola to Maputo.",
    "2008": "Opening of Beira and Nampula branches.",
    "2011": "Nampula opens new facilities.",
    "2014": "Opening of Moatize and Pemba facilities.",
    "2023": "Restructuring of Maputo, Beira, and Nampula branches.",
    "certification": "ISO Certification",
    "certification_info": "Motorcare provides services and products in accordance with international standards for health, safety, environment, and quality. Therefore, it has an Integrated Management System based on three international standards: ISO 45001 (Health & Safety), ISO 14001 (Environment), and ISO 9001 (Quality), which are audited annually both internally and externally by an international body. ISO 14001 is an international standard that allows companies to demonstrate their commitment to environmental protection by managing the environmental risks associated with their activities. ISO 9001 aims to ensure greater quality in product or service delivery, focusing on the company’s strategic management. This enables improved operational efficiency and Customer Satisfaction."
  },  
  "Request": {
    "quote": "Request a Quote",
    "service": "Book a Service",
    "service_content": "At Motorcare, providing maintenance services — whether preventive or corrective — is a top priority. Our modern workshops are equipped to handle large volumes of vehicles efficiently and with quality.\nYou can count on us for competent and transparent service — that’s how we do business and take care of our customers.\nBook your service with us and ensure the best care for your vehicle.",
    "other": "Request Other Brands",
    "test_drive": "Book a Test Drive",
    "test_drive_content": "Want to try the vehicle before deciding?\nFill out the form and book your test drive with us.",
    "peaces_accessories": "Request Parts and Accessories",
    "peaces_content": "Motorcare is committed to maximum customer satisfaction, which is why we work exclusively with genuine parts, certified by the manufacturer (OEM) and backed by ISO 9001 certification issued by Bureau Veritas.\nIn addition to parts, we offer a wide range of vehicle accessories, ensuring quality, durability, and full compatibility.\nOur commitment is to always provide reliable solutions that guarantee the best performance and safety for your vehicle.",
    "client": "Client Type",
    "company": "Company",
    "individual": "Individual",
    "name": "Name",
    "phone": "Phone",
    "person_phone": "Contact Person",
    "email": "Email",
    "plate": "License Plate",
    "delegation": "Branch",
    "location": "Where would you like to do the test drive?",
    "province": "Province",
    "car_year": "Year of Manufacture",
    "car_damage": "Has the vehicle been in any kind of accident?",
    "yes": "Yes",
    "no": "No",
    "avaliation": "Location for Evaluation",
    "avaliation_date": "Preferred Date for Physical Evaluation",
    "dealership": "Dealership Where Purchased",
    "mileage": "Mileage",
    "mileage_now": "Current Mileage",
    "vin": "VIN / Chassis Number",
    "car_model": "Desired Model",
    "vehicle": "Desired Vehicle",
    "service_description": "Desired Service",
    "category": "Category",
    "trade_in": "Trade-In / Vehicle Return Form",
    "trade_info": "Want to exchange your used vehicle for a new one? With Motorcare’s Trade-In service, you can use your current vehicle as part of the payment.\nWe accept vehicles that:\nWere purchased from an authorized agent in Mozambique;\nHave a maintenance history;\nAre in good condition, without damage or mechanical issues.\nOur team will contact you to confirm the date, time, and location that work best for you.",
    "drive_number": "Driver’s License Number",
    "drive_date": "Driver’s License Expiry Date",
    "pretended_date": "Preferred Date",
    "suggestions": "Suggestions and Complaints",
    "submit": "Submit",
    "revision": "Inspection",
    "reparation": "Repair",
    "diagnosis": "Diagnostics",
    "panel_beating": "Panel Beating & Painting",
    "parts": "Parts",
    "tires": "Tires",
    "acessories": "Accessories",
    "complain": "Complaint",
    "suggestion": "Suggestion",
    "description": "Description",
    "nissan": "Nissan Vehicles",
    "renault": "Renault Trucks",
    "electrics": "Electric Vehicles"
  },
    "Footer": {
    "links": "Useful Links",
    "about": "About Us",
    "history": "Our History",
    "brands": "Our Brands",
    "legal_terms": "Legal Terms",
    "terms": "Terms and Conditions",
    "privacy": "Privacy",
    "iso": "ISO",
    "sugestionform": "Suggestions..."
  },
  "Header": {
    "home": "Home",
    "about": "About Us",
    "vehicles": "Used Vehicles",
    "after_sales": "After Sales",
    "find_dealer": "Find Dealer",
    "parts_accessories": "Request Parts",
    "service": "Request Service",
    "menu": "Brands",
    "cars": "Viaturas",
    "nissan": "Nissan",
    "renault": "Renault Trucks",
    "trucks": "Trucks",
    "tires": "Pneus",
    "general": "General Tire",
    "continental": "Continental",
    "maxxis": "Maxxis",
    "whistleblowing": "Whistleblowing Portal"
  },
  "PreFooter": {
    "quote": "Request a Quote",
    "test_drive": "Schedule Test Drive",
    "service": "Schedule Service",
    "parts_accessories": "Buy Parts and Accessories",
    "complains": "Suggestions and Complaints",
    "trade_in": "Trade-in Vehicles"
  },
  "Whistleblowing": {
    "whistleblowing": "Whistleblowing Portal",
    "description": "KJAER GROUP is committed to conducting business with integrity and doing what is right for our customers, colleagues, and society. We encourage everyone who has serious concerns that they wish to report to use our Whistleblowing System, where they can report confidentially and anonymously, if they wish.",
    "report": "Report Here"
  },
  "Contacts": {
    "find_dealer": "Find Dealer",
    "address": "Dealer Address",
    "search": "Search",
    "phone": "Phone",
    "email": "Email",
    "physical": "Physical Address"
  },
  "Vehicles": {
    "vehicles": "All Used Vehicles",
    "brand": "Vehicle Brand",
    "model": "Vehicle Model",
    "year": "Year of Manufacture",
    "transmission": "Transmission Type",
    "cylinders": "Number of Cylinders",
    "seats": "Number of Seats",
    "fuel": "Fuel Type",
    "mileage": "Vehicle Mileage",
    "doors": "Number of Doors",
    "vehicleType": "Vehicle Type",
    "licensePlate": "License Plate",
    "enginePerformance": "Engine Performance",
    "exteriorInterior": "Exterior and Interior",
    "vehicleInformation": "Vehicle Information",
    "specifications": "Specifications",
    "gallery": "Gallery"  }
}
