{
  "Home": {
    "hero-text": "COMMITTED TO MANUFACTURING EXCELLENCE",
    "hero-sub": "Manufacturing with Excellence",
    "presented_vehicles": "Featured Vehicles",
    "new_vehicles": "New Vehicles",
    "Vehicles": "Vehicles",
    "Trucks": "Trucks",
    "Electrics": "Electric",
    "find_cars": "Used Vehicles",
    "blog": "Blog",
    "all": "All",
    "trending": "Trending",
    "last_week": "Recent",
    "subscribe": "Subscribe to our",
    "informative": "Newsletter",
    "explore": "Explore",
    "test-drive": "Schedule Test Drive",
    "quote": "Request a Quote",
    "more_info": "More Information",
    "view_more": "View More",
    "view_brochure": "View Other Brochures",
    "sub": "Subscribe",
    "email": "Enter your email",
    "download": "Download Brochure",
    "read_more": "Read More"
  },
  "About": {
    "about": "About Us",
    "about_info": "In 1962, the KJAER GROUP was established in Svendborg, Denmark, as a car dealership. Today, the Group provides automotive mobility solutions internationally and employs around 240 people. The KJAER GROUP represents the automotive brands: Ford, Honda Motorcycles, Renault Trucks, and NIU. Continental Tires and Maxxis Tires are also part of the group. In 2003, the KJAER GROUP signed the United Nations Global Compact, committing to do its part to eradicate structural, social, and political issues plaguing developing regions, especially corruption. The Group holds a leadership position in its business segments in Mozambique (since 1996) and Uganda (since 1992), where it operates distribution, its own workshops, and service facilities under the MOTORCARE brand.",
    "mission": "Mission",
    "mission_description1": "Build a high-performance environment where the contributions of staff, customers, and business partners are respected.",
    "mission_description2": "Deliver a portfolio of innovative brands and services to outperform our peers and provide the greatest value in the way we do business.",
    "vision": "Vision",
    "vision_description": "Provide top-tier automotive solutions in emerging economies.",
    "values": "Values",
    "values_description1": "Professionalism: Fact-based and competent in everything we do. That’s how we conduct our business and interact with one another.",
    "values_description2": "Respect: Mutual respect among colleagues, partners, clients, and other stakeholders we interact with is fundamental to us.",
    "values_description3": "Honesty: We aim to conduct ourselves and our business with utmost honesty in everything we do, ensuring we are trustworthy and fulfill our promises and commitments.",
    "values_description4": "Dedication: The success of each client and partner is the key to our success.",
    "brands": "Our Brands",
    "nissan": "As an authorized Nissan vehicle dealership, MOTORCARE offers the best automotive solutions, genuine parts, accessories, and access to after-sales services such as preventive and corrective maintenance. We provide solutions for both B2B and B2C segments.",
    "renault": "Renault Trucks has been distributed in Mozambique by Motorcare since 2014. It offers innovative vehicles suited for a wide range of transport activities: distribution, construction, heavy-duty construction, and long-haul.",
    "niu": "NIU is a world leader in smart urban mobility solutions. Instead of waiting for the market to demand a green shift, Motorcare offers zero-emission mobility solutions.",
    "continental": "Continental manufactures safe, efficient, and performance-oriented tires for passenger cars, commercial vehicles, and two-wheelers. It is a global leader in tire technology and production, offering a wide range of products suitable for diverse conditions and applications.",
    "general": "General Tire, part of the Continental Group, offers reliable and affordable products for everyday adventures.",
    "maxxis": "Maxxis is a brand committed to providing high-quality tires at affordable prices. Its lineup includes tires for motorcycles, cars, vans, trucks, agricultural vehicles, and more—all with exceptional quality.",
    "cst": "Cheng Shin Tire is the world’s largest manufacturer of bicycle and motorcycle tires. It is part of the Maxxis Group, and its product range includes tires and inner tubes for bicycles, motorcycles, ATVs, cars, trucks, forklifts, agricultural, and gardening equipment.",
    "history": "Our History",
    "history_info": "MOTORCARE Mozambique was founded in 1996 by the KJAER GROUP, a Danish company that provides transport solutions in over 70 countries. Motorcare Mozambique’s passion and commitment to delivering high-quality transport and complete vehicle solutions have cemented its position in the emerging transport market. We operate in Maputo, Beira, Nampula, Moatize, and Pemba.",
    "1996": "Started operations in Mozambique - Matola.",
    "2000": "Moved from Matola to Maputo.",
    "2008": "Opened branches in Beira and Nampula.",
    "2011": "New facilities in Nampula opened.",
    "2014": "Opened facilities in Moatize and Pemba.",
    "2023": "Restructured branches in Maputo, Beira, and Nampula.",
    "certification": "ISO Certification",
    "certification_info": "Motorcare provides services and products according to international health, safety, environmental, and quality standards. It has an Integrated Management System based on three international standards: ISO 45001 (Health & Safety), ISO 14001 (Environment), and ISO 9001 (Quality), audited both internally and externally by an international entity. ISO 14001 allows companies to demonstrate their commitment to environmental protection by managing the environmental risks associated with their activities. ISO 9001 aims to ensure higher quality in the delivery of products and services, focusing on strategic business management. This enables improved operational efficiency and customer satisfaction."
  },
  "Request": {
    "quote": "Request a Quote",
    "service": "Schedule Service",
    "service_content": "Providing high-quality maintenance services (preventive or corrective) is rooted in our culture. Our workshops are modern and equipped to handle large volumes of vehicles. No matter the maintenance need, rest assured we will do it effectively. We are fact-based and competent in everything we do. That’s how we conduct our business and interact with one another.",
    "other": "Request Other Brands",
    "test_drive": "Schedule Test Drive",
    "peaces_accessories": "Request Parts and Accessories",
    "peaces_content": "Motorcare is committed to maximum customer satisfaction, working only with genuine parts certified by the manufacturer (OEM), in accordance with the ISO 9001 certificate issued by Bureau Veritas. In addition to parts, we also offer a full range of vehicle accessories.",
    "client": "Client Type",
    "company": "Company",
    "individual": "Individual",
    "name": "Name",
    "phone": "Contact",
    "person_phone": "Contact Person",
    "email": "Email",
    "plate": "License Plate",
    "delegation": "Branch",
    "location": "Where would you like to test drive?",
    "province": "Province",
    "car_year": "Year of Manufacture",
    "car_damage": "Has the vehicle been in any accidents?",
    "yes": "Yes",
    "no": "No",
    "avaliation": "Location where you want the vehicle evaluated",
    "avaliation_date": "Date you want the physical evaluation",
    "dealership": "Dealership where you purchased",
    "mileage": "Mileage",
    "mileage_now": "Current Mileage",
    "vin": "VIN/Chassis Number",
    "car_model": "Desired Model",
    "vehicle": "Desired Vehicle",
    "service_description": "Requested Service",
    "category": "Category",
    "trade_in": "Trade-In Form",
    "trade_info": "Motorcare offers a trade-in service for vehicles of any brand. Vehicles must meet the following criteria:\n- Less than 5 years old;\n- Fewer than 100,000 km.\nEach vehicle is evaluated individually, and specific cases may be reviewed. To learn your vehicle’s value or start the trade-in process, please fill out the evaluation form below.",
    "drive_number": "Driver’s License Number",
    "drive_date": "License Expiry Date",
    "pretended_date": "Preferred Date",
    "suggestions": "Suggestions and Complaints",
    "submit": "Submit",
    "revision": "Service",
    "reparation": "Repair",
    "diagnosis": "Diagnosis",
    "panel_beating": "Bodywork and Painting",
    "parts": "Parts",
    "tires": "Tires",
    "acessories": "Accessories",
    "complain": "Complaint",
    "suggestion": "Suggestion",
    "description": "Description",
    "nissan": "Nissan Vehicles",
    "renault": "Renault Trucks",
    "electrics": "Electric"
  },
  "Footer": {
    "links": "Useful Links",
    "about": "About Us",
    "history": "Our History",
    "brands": "Our Brands",
    "legal_terms": "Legal Terms",
    "terms": "Terms and Conditions",
    "privacy": "Privacy",
    "iso": "ISO",
    "sugestionform": "Suggestions..."
  },
  "Header": {
    "home": "Home",
    "about": "About Us",
    "vehicles": "Used Vehicles",
    "after_sales": "After Sales",
    "find_dealer": "Find Dealer",
    "parts_accessories": "Request Parts",
    "service": "Request Service",
    "menu": "Brands",
    "cars": "Viaturas",
    "nissan": "Nissan",
    "renault": "Renault",
    "trucks": "Trucks",
    "tires": "Pneus",
    "general": "General Tire",
    "continental": "Continental",
    "maxxis": "Maxxis",
    "whistleblowing": "Whistleblowing Portal"
  },
  "PreFooter": {
    "quote": "Request a Quote",
    "test_drive": "Schedule Test Drive",
    "service": "Schedule Service",
    "parts_accessories": "Buy Parts and Accessories",
    "complains": "Suggestions and Complaints",
    "trade_in": "Trade-in Vehicles"
  },
  "Whistleblowing": {
    "whistleblowing": "Whistleblowing Portal",
    "description": "KJAER GROUP is committed to conducting business with integrity and doing what is right for our customers, colleagues, and society. We encourage everyone who has serious concerns that they wish to report to use our Whistleblowing System, where they can report confidentially and anonymously, if they wish.",
    "report": "Report Here"
  },
  "Contacts": {
    "find_dealer": "Find Dealer",
    "address": "Dealer Address",
    "search": "Search",
    "phone": "Phone",
    "email": "Email",
    "physical": "Physical Address"
  },
  "Vehicles": {
    "vehicles": "All Used Vehicles",
    "brand": "Vehicle Brand",
    "model": "Vehicle Model",
    "year": "Year of Manufacture",
    "transmission": "Transmission Type",
    "cylinders": "Number of Cylinders",
    "seats": "Number of Seats",
    "fuel": "Fuel Type",
    "mileage": "Vehicle Mileage",
    "doors": "Number of Doors",
    "vehicleType": "Vehicle Type",
    "licensePlate": "License Plate",
    "enginePerformance": "Engine Performance",
    "exteriorInterior": "Exterior and Interior",
    "vehicleInformation": "Vehicle Information",
    "specifications": "Specifications",
    "gallery": "Gallery"  }
}
