{
  "Home": {
    "hero-text": "COMPROMETIDO COM A EXCELÊNCIA DE FABRICAÇÃO",
    "hero-sub": "Fabricando com Excelência",
    "presented_vehicles": "Veículos Apresentados",
    "new_vehicles": "Novos Veículos",
    "Vehicles": "Veículos",
    "Trucks": "Camiões",
    "Electrics": "Eléctricos",
    "find_cars": "Veículos Usados",
    "blog": "Blog",
    "all": "Todos",
    "trending": "Tendência",
    "last_week": "Recentes",
    "subscribe": "Subscreva-se ao nosso",
    "informative": "Boletim Informativo",
    "explore": "Explorar",
    "test-drive": "Agendar Test Drive",
    "quote": "Solicitar Cotação",
    "more_info": "Mais Informações",
    "view_more": "Ver Mais",
    "view_brochure": "Ver Outras Brochuras",
    "sub": "Subscrever",
    "email": "Introduza o seu email",
    "download": "Baixar Brochura",
    "read_more": "Ler Mais"
  },
  "About": {
    "about": "Sobre Nós",
    "about_info": "A Motorcare presta serviços automóveis a empresas em Moçambique desde 1996.\nComo distribuidor autorizado de marcas premium, a Motorcare oferece soluções automóveis de excelência, incluindo peças e acessórios, bem como serviços de manutenção e reparação especializados, complementados por uma gama completa de soluções de gestão de frotas.\nA presença da Motorcare a nível nacional estende-se às cidades de Maputo, Beira, Nampula, Pemba e Moatize.\nA Motorcare tem como objectivo desenvolver o seu negócio de forma lucrativa e responsável, promovendo metas sociais e ambientais, alinhadas com normas e certificações internacionais.",
    "mission": "Missão",
    "mission_description": "Criar um ambiente de alto desempenho, onde o contributo dos colaboradores, clientes e parceiros de negócio seja valorizado e respeitado.\nDesenvolver um portefólio de marcas e serviços inovadores que supere a concorrência e ofereça o maior valor possível na forma como trabalhamos.",
    "vision": "Visão",
    "vision_description": "Fornecer soluções automóveis pioneiras em economias emergentes.",
    "values": "Valores",
    "values_description1": "Profissionalismo\nActuamos com rigor e competência em tudo o que fazemos — é assim que conduzimos os nossos negócios e interagimos uns com os outros.",
    "values_description2": "Respeito\nO respeito mútuo entre colegas, parceiros, clientes e demais partes interessadas é um princípio fundamental para nós.",
    "values_description3": "Honestidade\nLidamos com todas as questões de negócio com a máxima transparência. Somos de confiança e cumprimos as nossas promessas e compromissos.",
    "values_description4": "Dedicação\nAcreditamos que o sucesso dos nossos clientes e parceiros é essencial para o nosso próprio sucesso.",
    "brands": "Nossas Marcas",
    "nissan": "Como concessionária autorizada de veículos Nissan, a MOTORCARE oferece as melhores soluções automotivas, peças genuínas, acessórios, além de acesso a serviços de pós-venda como manutenção preventiva e corretiva. Oferecemos soluções para os segmentos B2B e B2C.",
    "renault": "A Renault Trucks é distribuída em Moçambique pela Motorcare desde 2014. Possui viaturas inovadoras e adaptadas a um vasto leque de atividades de transporte: distribuição, construção, construção pesada, longa distância.",
    "niu": "A NIU é líder mundial de soluções inteligentes de mobilidade urbana. Ao invés de esperar que o mercado solicite a mudança para o verde (ecológico), a Motorcare oferece soluções de mobilidade com emissão de gases zero.",
    "continental": "A Continental fabrica pneus seguros, eficientes e voltados para o desempenho de automóveis de passageiros, veículos comerciais e veículos de duas rodas. É um dos principais líderes em tecnologia e produção de pneus, com uma ampla gama de produtos adequados para uso em diversas condições e aplicações.",
    "general": "A General Tire, parte do Continental Group, oferece produtos nos quais pode confiar para as pequenas aventuras do dia a dia a preços acessíveis.",
    "maxxis": "A Maxxis é uma marca comprometida em fornecer pneus de alta qualidade a preços acessíveis. A sua linha inclui pneus para motocicletas, carros, furgões, camiões, veículos agrícolas e muito mais, todos com qualidade excepcional.",
    "cst": "A Cheng Shin Tire é a maior fabricante mundial de pneus para bicicletas e motocicletas. Faz parte do grupo Maxxis, e a sua linha inclui pneus e câmaras de ar para bicicletas, motocicletas, veículos todo-o-terreno, carros, camiões, empilhadoras, equipamentos agrícolas e de jardinagem.",
    "history": "Nossa História",
    "history_info": "A MOTORCARE Moçambique foi fundada em 1996 pelo KJAER GROUP, uma empresa dinamarquesa que fornece soluções de transporte em mais de 70 países. A paixão e o compromisso da Motorcare Moçambique em fornecer transporte de alta qualidade e soluções completas para viaturas solidificaram a sua posição no mercado emergente de transporte. Estamos presentes em Maputo, Beira, Nampula, Moatize e Pemba.",
    "1996": "Início das operações em Moçambique - Matola.",
    "2000": "Mudança de instalações da Matola para Maputo.",
    "2008": "Inauguração das delegações da Beira e Nampula.",
    "2011": "Nampula abre novas instalações.",
    "2014": "Inauguração das instalações de Moatize e Pemba.",
    "2023": "Reestruturação das delegações de Maputo, Beira e Nampula.",
    "certification": "Certificação ISO",
    "certification_info": "A Motorcare fornece serviços e produtos respeitando padrões internacionais de saúde, segurança, meio ambiente e qualidade. Por isso, possui um Sistema de Gestão Integrado baseado em três normas internacionais: ISO 45001 (Saúde e Segurança), ISO 14001 (Meio Ambiente) e ISO 9001 (Qualidade), que são auditadas anualmente internamente, bem como externamente por uma entidade internacional. A certificação ISO 14001 é uma norma internacional que permite às empresas demonstrar o seu compromisso com a proteção ambiental através da gestão dos riscos ambientais associados à sua atividade. A certificação ISO 9001 visa assegurar uma maior qualidade na entrega de produtos ou serviços, com foco na gestão estratégica da empresa. Assim, é possível melhorar a eficiência operacional e a Satisfação do Cliente."
  },
  "Request": {
    "quote": "Solicitar Cotação",
    "service": "Agendar Serviço",
    "service_content": "Na Motorcare, a prestação de serviços de manutenção, seja preventiva ou correctiva, é uma prioridade. As nossas oficinas modernas estão preparadas para atender grandes volumes de veículos com eficácia e qualidade.\nPode contar connosco para um service competente e transparente — é assim que fazemos negócios e cuidamos dos nossos clientes.\nAgende o seu serviço connosco e garanta o melhor cuidado para a sua viatura.",
    "other": "Solicitar Outras Marcas",
    "test_drive": "Agendar Test Drive",
    "test_drive_content": "Quer experimentar a viatura antes de decidir?\nPreencha o formulário e agende o seu test drive connosco.",
    "peaces_accessories": "Solicitar Peças e Acessórios",
    "peaces_content": "A Motorcare preocupa-se com a máxima satisfação do cliente, pelo que trabalha exclusivamente com peças genuínas, certificadas pelo fabricante (OEM), respaldadas pelo certificado ISO 9001 emitido pela Bureau Veritas.\nAlém das peças, disponibilizamos uma ampla gama de acessórios para viaturas, garantindo qualidade, durabilidade e compatibilidade total.\nO nosso compromisso é oferecer sempre soluções confiáveis que assegurem o melhor desempenho e segurança para o seu veículo.",
    "client": "Tipo de Cliente",
    "company": "Empresa",
    "individual": "Individual",
    "name": "Nome",
    "phone": "Contato",
    "person_phone": "Pessoa de Contato",
    "email": "E-mail",
    "plate": "Matrícula",
    "delegation": "Delegação",
    "location": "Onde pretende fazer o test-drive?",
    "province": "Província",
    "car_year": "Ano de Fabricação",
    "car_damage": "O veículo sofreu algum tipo de acidente?",
    "yes": "Sim",
    "no": "Não",
    "avaliation": "Local onde pretende fazer a avaliação",
    "avaliation_date": "Data em que pretende fazer a avaliação física",
    "dealership": "Concessionária onde adquiriu",
    "mileage": "Quilometragem",
    "mileage_now": "Quilometragem Atual",
    "vin": "Número do Quadro/Chassi",
    "car_model": "Modelo Pretendido",
    "vehicle": "Veículo Pretendido",
    "service_description": "Serviço Pretendido",
    "category": "Categoria",
    "trade_in": "Formulário de Trade-In/Retoma de Veículos",
    "trade_info": "Quer trocar a sua viatura usada por uma nova? Com o serviço de Trade-In da Motorcare, pode entregar o seu carro atual como parte do pagamento.\nAceitamos viaturas que:\nTenham sido compradas num agente autorizado em Moçambique;\nTenham histórico de manutenção;\nEstejam em bom estado, sem danos ou problemas mecânicos.\nA nossa equipa entrará em contacto para confirmar a data, hora e local mais convenientes para si.",
    "drive_number": "Número da Carta de Condução",
    "drive_date": "Data de Validade da Carta de Condução",
    "pretended_date": "Data Pretendida",
    "suggestions": "Sugestões e Reclamações",
    "submit": "Enviar",
    "revision": "Revisão",
    "reparation": "Reparação",
    "diagnosis": "Diagnóstico",
    "panel_beating": "Bate-Chapa e Pintura",
    "parts": "Peças",
    "tires": "Pneus",
    "acessories": "Acessórios",
    "complain": "Reclamação",
    "suggestion": "Sugestão",
    "description": "Descrição",
    "nissan": "Veículos Nissan",
    "renault": "Renault Trucks",
    "electrics": "Elétricos"
  },
  "Footer": {
    "links": "Links Úteis",
    "about": "Sobre Nós",
    "history": "Nossa História",
    "brands": "Nossas Marcas",
    "legal_terms": "Termos Legais",
    "terms": "Termos e Condições",
    "privacy": "Privacidade",
    "iso": "ISO",
    "sugestionform": "Sugestões e Reclamações"
  },
  "Header": {
    "home": "Página Inicial",
    "about": "Sobre Nós",
    "vehicles": "Usados",
    "after_sales": "Pós-Venda",
    "find_dealer": "Encontrar Concessionária",
    "parts_accessories": "Requisitar Peças",
    "service": "Requisitar Serviço",
    "menu": "Marcas",
    "cars": "Viaturas",
    "nissan": "Nissan",
    "renault": "Renault Trucks",
    "trucks": "Trucks",
    "tires": "Pneus",
    "general": "General Tire",
    "continental": "Continental",
    "maxxis": "Maxxis",
    "whistleblowing": "Portal de Denúncias"
  },
  "PreFooter": {
    "quote": "Solicitar Cotação",
    "test_drive": "Agendar Test Drive",
    "service": "Agendar Serviço",
    "parts_accessories": "Comprar Peças e Acessórios",
    "complains": "Sugestões e Reclamações",
    "trade_in": "Retoma de Veículos"
  },
  "Whistleblowing": {
    "whistleblowing": "Portal de Denúncias",
    "description": "O KJAER GROUP está comprometido em conduzir negócios com integridade e fazer o que é certo para nossos clientes, colegas e a sociedade. Encorajamos todos aqueles que têm preocupações sérias que desejam denunciar a fazerem uso do nosso Sistema de Denúncia, onde podem relatar de forma confidencial e anônima, se assim o desejarem.",
    "report": "Reportar Aqui"
  },
  "Contacts": {
    "find_dealer": "Encontrar Concessionária",
    "address": "Endereço da Concessionária",
    "search": "Pesquisar",
    "phone": "Telefone",
    "email": "E-mail",
    "physical": "Endereço Físico"
  },
  "Vehicles": {
    "vehicles": "Todos os Veículos Usados",
    "brand": "Marca do Veículo",
    "model": "Modelo do Veículo",
    "year": "Ano de Fabrico",
    "transmission": "Tipo de Transmissão",
    "cylinders": "Número de Cilindros",
    "seats": "Número de Lugares",
    "fuel": "Tipo de Combustível",
    "mileage": "Quilometragem do Veículo",
    "doors": "Número de Portas",
    "vehicleType": "Tipo de Veículo",
    "licensePlate": "Matrícula",
    "enginePerformance": "Desempenho do Motor",
    "exteriorInterior": "Exterior e Interior",
    "vehicleInformation": "Informações do Veículo",
    "specifications": "Especificações",
    "gallery": "Galeria"
  }
}
