{
  "Home": {
    "hero-text": "COMPROMETIDO COM A EXCELÊNCIA DE FABRICAÇÃO",
    "hero-sub": "Fabricando com Excelência",
    "presented_vehicles": "Veículos Apresentados",
    "new_vehicles": "Novos Veículos",
    "Vehicles": "Veículos",
    "Trucks": "Camiões",
    "Electrics": "Eléctricos",
    "find_cars": "Veículos Usados",
    "blog": "Blog",
    "all": "Todos",
    "trending": "Tendência",
    "last_week": "Recentes",
    "subscribe": "Subscreva-se ao nosso",
    "informative": "Boletim Informativo",
    "explore": "Explorar",
    "test-drive": "Agendar Test Drive",
    "quote": "Solicitar Cotação",
    "more_info": "Mais Informações",
    "view_more": "Ver Mais",
    "view_brochure": "Ver outras Brochuras",
    "sub": "Subscreva",
    "email": "Introduza seu email",
    "download": "Baixar Brochura",
    "read_more": "Ler Mais"
  },
  "About": {
    "about": "Sobre Nós",
    "about_info": "Em 1962, o KJAER GROUP foi estabelecido em Svendborg, na Dinamarca, como uma concessionária de automóveis. Hoje, o Grupo fornece soluções de mobilidade automotiva internacionalmente e emprega cerca de 240 pessoas. O KJAER GROUP representa as marcas automotivas: Ford, Honda Motorcycles, Renault Trucks e NIU. Continental Tires e Maxxis Tires são as outras marcas que fazem parte do grupo. Em 2003, o KJAER GROUP assinou o United Nations Global Compact, comprometendo-se a fazer a nossa parte para erradicar os problemas estruturais, sociais e políticos que assolam as regiões em desenvolvimento, particularmente na área da corrupção. O Grupo detém uma posição de liderança nos seus segmentos de negócios em Moçambique (desde 1996) e Uganda (desde 1992), onde opera distribuição, oficinas próprias e instalações de serviço sob a marca MOTORCARE.",
    "mission": "Missão",
    "mission_description1": "Construir um ambiente de alto desempenho onde as contribuições de pessoal, clientes e parceiros de negócios são respeitadas.",
    "mission_description2": "Entregar um portfólio de marcas e serviços inovadores para superar nossos pares e entregar o maior valor na forma como fazemos negócios.",
    "vision": "Visão",
    "vision_description": "Fornecer soluções automotivas de primeira linha em economias emergentes.",
    "values": "Valores",
    "values_description1": "Profissionalismo: Baseado em fatos e competente em tudo o que fazemos. É assim que conduzimos nossos negócios e como interagimos uns com os outros.",
    "values_description2": "Respeito: O respeito mútuo entre colegas, parceiros, clientes e outras partes interessadas com as quais interagimos é fundamental para nós.",
    "values_description3": "Honestidade: Nosso objetivo é conduzir a nós mesmos e os negócios com a máxima honestidade em tudo o que fazemos, garantindo que somos confiáveis e honramos nossas promessas e compromissos.",
    "values_description4": "Dedicação: O sucesso de cada cliente e parceiro é a chave do nosso sucesso.",
    "brands": "Nossas Marcas",
    "nissan": "Como concessionária autorizada de veículos Nissan, a MOTORCARE oferece as melhores soluções automotivas, peças genuínas, acessórios, além de acesso a serviços de pós-venda como manutenção preventiva e corretiva. Oferecemos soluções para os segmentos B2B e B2C.",
    "renault": "A Renault Trucks é distribuída em Moçambique pela Motorcare desde 2014. Possui viaturas inovadoras adaptadas a um vasto leque de atividades de transporte: distribuição, construção, construção pesada, longa distância.",
    "niu": "A NIU é líder mundial de soluções inteligentes de mobilidade urbana. Ao invés de esperar que o mercado solicite a mudança para o verde (ecológico), a Motorcare oferece soluções de mobilidade com emissão de gases zero. ",
    "continental": "A Continental fabrica pneus seguros, eficientes e voltados para o desempenho para automóveis de passageiros, veículos comerciais e veículos de duas rodas. Eles são um dos principais líderes em tecnologia e produção de pneus, com uma ampla gama de produtos adequados para uso em diversas condições e aplicações.",
    "general": "A General Tire, parte do Continental Group, oferece produtos nos quais você pode confiar para as pequenas aventuras do dia a dia a preços acessíveis.",
    "maxxis": "Maxxis é uma marca comprometida em fornecer pneus de alta qualidade a preços acessíveis. A linha Maxxis inclui pneus para motocicleta, carro, furgão, camião, veículos agrícolas e muito mais, tudo com uma qualidade excepcional.",
    "cst": "A Cheng Shin Tire é a maior fabricante mundial de pneus para bicicletas e motocicletas. Faz parte do grupo Maxxis, e sua linha inclui pneus e câmaras de ar para bicicletas, motocicletas, veículos todo-o-terreno, carros, caminhões, empilhadeiras, equipamentos agrícolas e de jardinagem.",
    "history": "Nossa História",
    "history_info": "A MOTORCARE Moçambique foi fundada em 1996 pelo KJAER GROUP, uma empresa dinamarquesa que fornece soluções de transporte em mais de 70 países. A paixão e o compromisso da Motorcare Moçambique em fornecer transporte de alta qualidade e soluções completas para veículos solidificaram a nossa posição no mercado emergente de transporte. Estamos presentes em Maputo, Beira, Nampula, Moatize e Pemba.",
    "1996": "MotorCare começa a operar em Moçambique - Matola.",
    "2000": "MotorCare muda de local da Matola para Maputo.",
    "2008": "Inauguração das delegações da Beira e Nampula.",
    "2011": "Nampula abre novas instalações.",
    "2014": "Inauguração das instalações de Moatize e Pemba.",
    "2023": "Reestruturação das delegações de Maputo, Beira e Nampula.",
    "certification": "Certificação ISO",
    "certification_info": "A Motorcare fornece serviços e produtos respeitando padrões internacionais de saúde, segurança, meio ambiente e qualidade. Por isso, possui um Sistema de Gestão Integrado baseado em três normas internacionais: ISO 45001 (Saúde e Segurança), ISO 14001 (Meio Ambiente) e ISO 9001 (Qualidade) que são auditadas anualmente internamente, bem como externamente por uma entidade internacional. A certificação ISO 14001 é uma norma internacional que permite às empresas demonstrar o seu compromisso com a proteção ambiental através da gestão dos riscos ambientais associados à sua atividade. A certificação ISO 9001 visa assegurar uma maior qualidade na entrega de produtos ou serviços, com foco na gestão estratégica da empresa. Assim, é possível melhorar a eficiência operacional e a Satisfação do Cliente."
  },
  "Request": {
    "quote": "Pedir Cotação",
    "service": "Agendar Serviço",
    "service_content": "A prestação de serviços de manutenção de alta qualidade (quer preventiva ou correctiva) está enraizada na nossa cultura. As nossas oficinas são modernas e têm capacidade para lidar com grandes volumes de veículos. Qualquer que seja a manutenção, fique descansado que efectuaremos com eficácia. Somos factuais e competentes em tudo o que fazemos. É assim que fazemos negócios e interagimos uns com os outros.",
    "other": "Solicitar Outras Marcas",
    "test_drive": "Agendar Test Drive",
    "peaces_accessories": "Solicitar Peças e Acessórios",
    "peaces_content": "A Motorcare preocupa-se com a máxima satisfação do Cliente, por isso, trabalha com peças genuínas, isto é, certificadas pelo fabricante (OEM), daí o certificado ISO9001 emitido pela Bureau Veritas. Para além de peças, também dispomos de todo o tipo de acessórios para viaturas.",
    "client": "Tipo de Cliente",
    "company": "Empresa",
    "individual": "Individual",
    "name": "Nome",
    "phone": "Contacto",
    "person_phone": "Pessoa de contacto",
    "email": "E-mail",
    "plate": "Matrícula",
    "delegation": "Delegação",
    "location": "Onde pretende fazer o test-drive?",
    "province": "Província",
    "car_year": "Ano de Fabrico",
    "car_damage": "A viatura sofreu algum tipo de Acidente?",
    "yes": "Sim",
    "no": "Não",
    "avaliation": "Local onde pretende fazer a avaliação",
    "avaliation_date": "Data em que pretende fazer a avaliação física",
    "dealership": "Concessionária onde adquiriu",
    "mileage": "Quilometragem",
    "mileage_now": "Quilometragem Actual",
    "vin": "Número de Quadro/Chassi",
    "car_model": "Modelo pretendido",
    "vehicle": "Veiculo pretendido",
    "service_description": "Serviço Pretendido",
    "category": "Categoria",
    "trade_in": "Fomulario de Trade-In",
    "drive_number": "Número da Carta de Condução",
    "drive_date": "Data de Validade da Carta de Condução",
    "pretended_date": "Data Pretendida",
    "suggestions": "Sugestões e Reclamações",
    "submit": "Enviar",
    "revision": "Revisão",
    "reparation": "Reparação",
    "diagnosis": "Diagnóstico",
    "panel_beating": "Bate Chapa e Pintura",
    "parts": "Peças",
    "tires": "Pneus",
    "acessories": "Acessórios",
    "complain": "Reclamação",
    "suggestion": "Sugestão",
    "description": "Descrição",
    "nissan": "Viaturas Nissan",
    "renault": "Camiões Renault",
    "electrics": "Eléctricos"
  },
  "Footer": {
    "links": "Links Úteis",
    "about": "Sobre Nós",
    "history": "Nossa História",
    "brands": "Nossas Marcas",
    "legal_terms": "Termos Legais",
    "terms": "Termos e Condições",
    "privacy": "Privacidade",
    "iso": "ISO",
    "sugestionform": "Sugestões e Reclamações"
  },
  "Header": {
    "home": "Página Inicial",
    "about": "Sobre Nós",
    "vehicles": "Usados",
    "after_sales": "Pós Venda",
    "find_dealer": "Encontrar Concessionária",
    "parts_accessories": "Requisitar Peças",
    "service": "Requisitar Serviço",
    "whistleblowing": "Portal de denúncias"
  },
  "PreFooter": {
    "quote": "Pedir Cotação",
    "test_drive": "Agendar Test Drive",
    "service": "Agendar Serviço",
    "parts_accessories": "Comprar Peças e Acessórios",
    "complains": "Sugestões e Reclamações",
    "trade_in": "Retoma de Viaturas"
  },
  "Whistleblowing": {
    "whistleblowing": "Portal de denúncias",
    "description": "A KJAER GROUP está comprometido em conduzir negócios com integridade e fazer o que é certo para nossos clientes, colegas e a sociedade.\n Encorajamos todos aqueles que têm preocupações sérias que desejam denunciar, a fazerem uso do nosso Sistema de Denúncia, onde podem denunciar de forma confidencial e anonimamente,  se assim o desejarem .",
    "report": "Reporte Aqui"
  },
  "Contacts": {
    "find_dealer": "Encontrar Concessionária",
    "address": "Endereço da Concessionária",
    "search": "Pesquisar",
    "phone": "TELEFONE",
    "email": "E-mail",
    "physical": "Endereço Físico"
  },
  "Vehicles": {
    "vehicles": "Todos Veículos Usados",
    "brand": "Selecione a Marca",
    "model": "Selecione o Modelo",
    "year": "Selecione o Ano",
    "transmission": "Selecione a Transmissão",
    "cylinders": "Selecione os Cilindros",
    "seats": "Selecione os Lugares",
    "fuel": "Selecione o Tipo de Combustível",
    "mileage": "Selecione a Quilometragem"
  }
}
